app/views/houses/show.html.erb

      <div class="equipments row">
        <% @house.equipment.attributes.each do |name, value| %>
---
SELECT  "equipment".* FROM "equipment" WHERE "equipment"."house_id" = $1 LIMIT $2  [["house_id", 19], ["LIMIT", 1]]


<h2 class="text-center">Avis (<%= @house.reviews.count %>)<%= render 'stars_average', house: @house %></h2>
---
SELECT "reviews".* FROM "reviews" WHERE "reviews"."house_id" = $1  [["house_id", 63]]