app/controllers/houses_controller.rb

SELECT "reservations".* FROM "reservations" WHERE "reservations"."house_id" = $1  [["house_id", 1]]
---
  def show
    @reservations = @house.reservations.all

INSERT INTO "houses" ("name", "price", "epis", "description", "created_at", "updated_at", "capacity", "room", "single_bed", "double_bed", "photos") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10, $11) RETURNING "id"
---
  def create
    @house = House.new(house_params)

    @house.calendar
    if @house.save

UPDATE "houses" SET "photos" = $1, "updated_at" = $2 WHERE "houses"."id" = $3  [["photos", "[\"yy0okodpnmiw5kkqlpb5.jpg\",\"rjwuhncverlwsrslsnna.jpg\"]"], ["updated_at", "2017-11-23 22:47:08.727681"], ["id", 1]]
---
  def update
    @house.update(house_params)