app/controllers/houses_controller.rb

SELECT "reviews".* FROM "reviews" WHERE "reviews"."house_id" = $1  [["house_id", 63]]
---
  def show
    @reservation = Reservation.new
    @reviews = Review.all