app/controllers/reviews_controller.rb

INSERT INTO "reviews" ("content", "name", "rating", "house_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["content", "Super"], ["name", "Solène"], ["rating", 5], ["house_id", 63], ["created_at", "2017-11-11 15:17:06.079075"], ["updated_at", "2017-11-11 15:17:06.079075"]]
---
  def create
    @review = Review.new(review_params)
    @review.house = @house
    if @review.save